Repository: Kamronbek-sys/rufus-web
Catalog: locale/*/LC_MESSAGES/index.po
Languages: ar_iq, cy, ga, ja, lv, pt_br, si, sl, ug, ur

source: Creating an ISO image from a physical disc or from a set of files is very easy to do however, through the use of a CD burning application, such as the freely available <a target="_blank" %s>InfraRecorder</a> or <a target="_blank" %s>CDBurnerXP</a>.
ar_iq: دروستکردنی وێنەیەکی ISO لە دیسکێکی فیزیکی یان لە کۆمەڵێک فایلەوە زۆر ئاسانە بۆ ئەنجامدانی هەرچۆنێک بێت، لە ڕێگەی بەکارهێنانی بەرنامەی سوتاندنی سی دی، وەک ئەوەی بە ئازادی بەردەستە لە <a target="_blank" %s>InfraRecorder</a> or <a target="_blank" %s>CDBurnerXP</a>.
cy: Fodd bynnag, mae'n hawdd iawn creu delwedd ISO o ddisg gorfforol neu o set o ffeiliau, trwy ddefnyddio cymhwysiad llosgi CD, fel y <a target="_blank" %s>InfraRecorder</a> sydd ar gael yn rhwydd neu <a target="_blank" %s> CDBurnerXP</a>.
ga: Is furasta íomhá ISO a chruthú ó dhiosca fisiceach - nó ó shraith comhad - áfach, le feidhmchlár dó CD a úsáid, mar shampla an <a target="_blank" %s>InfraRecorder</a> atá ar fáil saor in aisce, no <a target="_blank" %s>CDBurnerXP</a>.
ja: <a target="_blank" %s>InfraRecorder</a>や<a target="_blank" %s>CDBurnerXP</a>といったCD書き込みアプリケーションの使用により、とても簡単にディスクやファイルからISOイメージを作成することができます。
lv: Izveidot ISO bildi no fiziska diskai vai failu kopas ir viegli darāms, toties jums būs jāizmanto kāda no brīvi pieejamām (<i>Freeware</i>) programmām - <a target="_blank" %s>InfraRecorder</a> vai <a target="_blank" %s>CDBurnerXP</a>.
pt_br: Criar uma imagem ISO a partir de um disco físico ou de um conjunto de arquivos é algo fácil de fazer, através de um aplicativo de gravação de CDs, como os gratuitos <a target="_blank" %s>InfraRecorder</a> ou <a target="_blank" %s>CDBurnerXP</a>.
si: භෞතික තැටියකින් හෝ ලිපිගොනු සමූහයකින් ISO රූපයක් නිර්මාණය කිරීම ඉතා පහසුය, කෙසේ වෙතත්, නොමිලේ ලබා ගත හැකි <a target="_blank" %s> InfraRecorder </a> හෝ <a target="_blank" %s> CDBurnerXP </a> වැනි සංයුක්ත තැටි දැවෙන යෙදුමක් භාවිතා කිරීමෙනි.
sl: Ustvarjanje slike ISO iz fizične plošče ali množice datotek je enostavno z uporabo aplikacije za peko CD-jev, kot je <a target="_blank" %s>InfraRecorder</a> ali <a target="_blank" %s>CDBurnerXP</a>.
ug: فىزىكىلىق دېسكىدىن ياكى بىر يۈرۈش ھۆججەتتىن ISO رەسىمى ھاسىل قىلىش ئىنتايىن ئاسان، مەسىلەن، ھەقسىز ئىشلەتكىلى بولىدىغان <a target="_blank" %s>InfraRecorder</a> ياكى <a target="_blank" %s>CDBurnerXP</a>.
ur: مفت ملنے والی سی ڈی برننگ ایپلیکیشنز <a target="_blank" %s>InfraRecorder</a> یا <a target="_blank" %s>CDBurnerXP</a> سے کسی سی ڈی یا فائلز کے ایک سیٹ سے ایک ISO بنانا بہت آسان ہے۔

source: Frequently Asked Questions (FAQ)
ar_iq: پرسیارە دووبارەکراوەکان (FAQ)
cy: Cwestiynau Cyffredin
ga: Ceisteanna Coitianta (CC)
ja: よくある質問 (FAQ)
lv: Bieži uzdotie jautājumi (BUJ)
pt_br: FAQ (Perguntas Frequentes)
si: නිතර අසනු ලබන ප්‍රශ්න (FAQ)
sl: Pogosto zastavljena vprašanja
ug: كۆپ سورالغان سۇئاللار (FAQ)
ur: اکثر پوچھے گئے سوالات

source: A Rufus FAQ is available <b><a target="_blank" %s>HERE</a></b>.
ar_iq: پرسیارە دووبارەکراوەکان Rufus بەردەستە <b><a target="_blank" %s>لێرە</a></b>.
cy: Mae Cwestiynau Cyffredin Rufus ar gael <b><a target="_blank" %s>YMA</a> </b>.
ga: Tá CC Rufus ar fáil <b><a target="_blank" %s>ANSEO</a></b>.
ja: Rufusについてのよくある質問とその回答は<b><a target="_blank" %s>こちら</a></b>に掲載しています。
lv: Saistītie BUJ ar <b>Rufus</b> atrodas <b><a target="_blank" %s>ŠEIT</a></b> (angliski).
pt_br: FAQ (Perguntas Frequentes) sobre o Rufus estão disponíveis <b><a target="_blank" %s>AQUI</a></b>.
si: රූෆස් නිති අසන ප්‍රශ්න <b> <a target="_blank" %s> මෙතැන </a> </b> තිබේ .
sl: Odgovori na pogosto zastavljena vprašanja o Rufusu so na voljo <b><a target="_blank" %s>tukaj</a></b> (v angleščini).
ug: رۇفۇسنىڭ<a target="_blank" %s>نى ئىشلەتكىلى بولىدۇ<b></a></b>.
ur: روفُس سوالنامہ <b><a target="_blank" %s> یہاں </a></b> دستیاب ہے۔

source: To provide feedback, report a bug or request an enhancement, please use the GitHub <a target="_blank" %s>issue tracker</a>. Or you can <a target="_blank" %s>send an e-mail</a>.
ar_iq: بۆ پێدانی کاردانەوە، ڕاپۆرتی کێشەیەک یان داواکردنی زیادکردن، تکایە GitHub بەکاربێنە <a target="_blank" %s>issue tracker</a>. یان دەتوانی <a target="_blank" %s>ناردنی نامە</a>.
cy: I ddarparu adborth, riportio nam neu ofyn am welliant, defnyddiwch y traciwr mater GitHub <a target="_blank" %s>traciwr mater</a>. Neu gallwch <a target="_blank" %s>anfon e-bost</a>.
ga: Chun aiseolas a thabhairt, fadhb a thuairisciú nó feabhsú a iarraidh, bain úsáid as an GitHub <a target="_blank" %s>rianú a eisiúint</a>. Nó, is féidir leat <a target="_blank" %s>seol ríomhphost</a>.
ja: ご意見ご感想、不具合の報告や機能改善のご要望は、GitHubの<a target="_blank" %s>課題追跡</a>、もしくは<a target="_blank" %s>Eメール</a>までお願いします。
lv: Lai atstātu atsauksmi, paziņot par kļūdu vai ieteikt kādu padomu, izmantojiet GitHub <a target="_blank" %s>problēmu novēršana</a>. Tāpat jūs varat sazināties <a target="_blank" %s>sūtot e-pastu</a>.
pt_br: Para enviar opinião, reportar um erro ou solicitar melhorias, favor use o <a target="_blank" %s>rastreador de problemas</a> GitHub. Ou você pode <a target="_blank" %s>enviar um e-mail</a>.
si: ප්‍රතිපෝෂණය ලබා දීමට, දෝෂයක් වාර්තා කිරීමට හෝ වැඩි දියුණු කිරීමක් ඉල්ලා සිටීමට කරුණාකර GitHub <a target="_blank" %s> issue tracker </a> භාවිතා කරන්න. නැතහොත් ඔබට <a target="_blank" %s> විද්‍යුත් තැපෑලක් එවිය හැකිය </a>.
sl: Če želite komentirati, prijaviti hrošča ali zahtevati izboljšavo (v angleščini), uporabite GitHubovo <a target="_blank" %s>aplikacijo za sledenje težav</a>, ali pa <a target="_blank" %s>pošljite sporočilo po elektronski pošti</a>.
ug: ئىنكاس بىلەن تەمىنلەش ئۈچۈن بىر قۇرنى مەلۇم قىلىڭ ياكى كۈچەيتمەكچى بولسىڭىز GitHub <a target="_blank" %s>ئىز قوغلىغۇچنى ئىشلىتىڭ</a>. ياكى ئارقىلىق نىشان <a target="_blank" %s>ئېلخەت ئەۋەتسىڭىزمۇ بولىدۇ</a>.
ur: فیڈ بیک دینے یا کسی بگ کی اطلاع دینے یا کسی بہتری کی درخواست کے لئے، GitHub کا <a target="_blank" %s>issue tracker</a> استعمال کریں یا پھر آپ ہمیں <a target="_blank" %s>ای میل بھیج دیں</a>

source: License
ar_iq: مۆڵەت
cy: Trwydded
ga: Ceadúnas
ja: ライセンス
lv: Licence
pt_br: Licença
si: බලපත්රය
sl: Licenca
ug: ئىجازەتنامە
ur: لائسنس

source: <a target="_blank" %s>GNU General Public License (GPL) version 3</a> or later.
ar_iq: <a target="_blank" %s>GNU مۆڵەتی گشتی (GPL) وەشانی ٣</a> یان دواتر.
cy: <a target="_blank" %s>Trwydded Gyhoeddus Gyffredinol GNU fersiwn 3</a> neu'n hwyrach.
ga: <a target="_blank" %s>GNU General Public License (GPL) version 3</a> nó níos déanaí.
ja: <a target="_blank" %s>GNU 一般公衆利用許諾 (GPL) バージョン３</a>以降
lv: <a target="_blank" %s>GNU General Public License (GPL) versija 3</a> vai jaunāka.
pt_br: <a target="_blank" %s>GNU General Public License (GPL) versão 3</a> ou superior.
si: <a target="_blank" %s> GNU General Public License (GPL) version 3 </a> හෝ ඊට පසු.
sl: <a target="_blank" %s>Splošno dovoljenje GNU (GPL), verzija 3</a> ali novejša.
ug: <ئارا نىشان<a target="_blank" %s>GNU General Public License (GPL) version 3</a> ياكى كېيىن.
ur: <a target="_blank" %s>جی این یو عام عوامی اجازت نامہ ورژن ۳</a> or later. یا بعد کا ورژن۔

source: You are free to distribute, modify or even sell the software, insofar as you respect the GPLv3 license.
ar_iq: تۆ ئازادیت لە دابەشکردن یان دەستکاریکردن یان تەنانەت فرۆشتنی سۆفتوێرەکە، هەتا ئێستا کە تۆ ڕێز لە مۆڵەتی GPLv3 دەگیڕێیت.
cy: Rydych chi'n rhydd i ddosbarthu, addasu neu hyd yn oed werthu'r feddalwedd, i'r graddau eich bod chi'n parchu'r drwydded GPLv3.
ga: Tá cead agat na bogearraí a dháileadh, a mhodhnú nó fiú iad a dhíol, fad is atá meas agat ar cheadúnas GPLv3.
ja: GPLv3 ライセンスに基づくソフトウェアの配布、変更あるいは販売は自由です。
lv: Jūs varat brīvi izplatīt, mainīt, vai pat pārdot <b>Rufus</b> programmnodrošinājumu ievērojot GPLv3 nosacījumus un noteikumus.
pt_br: Você está livre para distribuir, modificar ou até vender o software, desde que respeite a licença GPLv3.
si: ඔබ GPLv3 බලපත්‍රයට ගරු කරන තාක් දුරට මෘදුකාංගය බෙදා හැරීමට, වෙනස් කිරීමට හෝ විකිණීමට ඔබට නිදහස තිබේ.
sl: Ta program vam je dovoljeno razpečavati, spreminjati ali celo prodajati, dokler spoštujete licenco GPLv3.
ug: GPLv3 ئىجازەتنامىسىگە ھۆرمەت قىلسىڭىزلا يۇمشاق دېتالنى خالىغانچە تارقاتالايسىز، ئۆزگەرتەلەيسىز ياكى ھەتتا ساتالايسىز.
ur: آپ اس سوفٹ ویئر کی تقسیم کرنے، ترمیم کرنے، حتیٰ کہ اس کو فروخت کرنے کے لئے بھی آزاد ہیں، جب تک کہ آپ جی پی ایل ورژن ۳ اجازت نامے کا احترام کرتے ہیں۔

source: Rufus is produced in a 100%% transparent manner, from its <a target="_blank" %s>public source</a>, using a <a target="_blank" %s>MinGW32</a> environment.
ar_iq: Rufus بە رێژەی 100%% بە شەفافی بەرهەم دەهێنرێت، لەرێگەی <a target="_blank" %s>سەرچاوەی گشتی </a>,بە بەکارهێنانی <a target="_blank" %s>MinGW32</a>.
cy: Cynhyrchir Rufus mewn modd tryloyw 100 %%, o'i <a target="_blank" %s>ffynhonnell gyhoeddus</a>, gan ddefnyddio amgylchedd <a target="_blank" %s> MinGW32</a>.
ga: Cuirtear Rufus ar fáil ar bhealach trédhearcach 100 %%, óna <a target="_blank" %s>cód foinse poiblí</a>, trí thimpeallacht <a target="_blank" %s>MinGW32</a> a úsáid.
ja: Rufusはすべて<a target="_blank" %s>パブリック ソース (オープン ソース) </a>で公開しています。開発には<a target="_blank" %s>MinGW32</a>を使用しています。
lv: <b>Rufus</b> ir izveidota izmantojot 100%% <a target="_blank" %s>atvērtu kodu</a>, izmantojot <a target="_blank" %s>MinGW32</a> vidi.
pt_br: Rufus é produzido de modo 100%% transparente, através de sua <a target="_blank" %s>fonte pública</a>, usando um ambiente <a target="_blank" %s>MinGW32</a>.
si: <a target="_blank" %s> පොදු ප්‍රභවය </a> වෙතින් <a target="_blank" %s> MinGW32 </a> පරිසරය භාවිතා කරමින් 100%% විනිවිද පෙනෙන ආකාරයෙන් රූෆස් නිෂ්පාදනය කෙරේ.
sl: Rufus je izdelan na povsem transparenten način iz <a target="_blank" %s>javno dostopne izvorne kode</a> z uporabo okolja <a target="_blank" %s>MinGW32</a>.
ug: رۇفۇس 100%% سۈزۈك ھالەتتە ئىشلەپچىقىرىلغان بولۇپ، ئۇنىڭ<a target="_blank" %s>پىرىس</a> مەنبەسىدىن ئىشلەپچىقىرىلغان بولۇپ، <a target="_blank" %s>MinGW32</a> مۇھىتى ئىشلىتىلگەن.
ur: روفُس ۱۰۰ فیصد شفاف طریقے سے اس کے <a target="_blank" %s>پبلک ذرائع </a>سے <a target="_blank" %s>MinGW32</a> کے ماحول میں بنایا گیا ہے۔

source: Changelog
ar_iq: گۆرانکارییەکان
ga: Logáil athrú
ja: 変更履歴 (英語)
lv: Izmaiņas (angliski)
pt_br: Registro de alterações
si: චේන්ලොග්
sl: Zapisnik sprememb
ug: كۈندىلىك خاتىرىنى يېڭىلاش
ur: ترامیم

source: Source Code
ar_iq: کۆدی سەرچاوە
cy: Cod Ffynhonnell
ga: Cód foinse
ja: ソースコード
lv: Pirmkods
pt_br: Código-fonte
si: ප්රභව කේතය
sl: Izvorna koda
ug: مەنبە كودى
ur: اس کی کوڈنگ

source: Alternatively, you can clone the <a target="_blank" %s>git</a> repository using:
ar_iq: لە جیاتی ئەوە، دەتوانی کۆپی <a target="_blank" %s>وەرگرتن</a>بە بەکارهێنانی کۆگا:
cy: Fel arall, gallwch glonio'r ystorfa <a target="_blank" %s>git</a> gan ddefnyddio:
ga: Nó, is féidir leat an stór <a target="_blank" %s>git</a> a chlónáil ag baint úsáide as:
ja: 次のコマンドで<a target="_blank" %s>git</a> レポジトリをクローン (ダウンロード) することもできます。
lv: Jūs varat veidot <a target="_blank" %s>git</a> repozitorijas klonu izmantojot:
pt_br: Alternativamente, você pode clonar o <a target="_blank" %s>repositório git</a> usando:
si: විකල්පයක් ලෙස, ඔබට මෙය භාවිතා කරමින් <a target="_blank" %s> git </a> නිධිය ක්ලෝන කළ හැකිය:
sl: Lahko pa tudi klonirate repozitorij <a target="_blank" %s>Git</a> z:
ug: باشقىچە قىلىپ، <a target="_blank" %s>git ئامبارلىرىنى كىلونلاپ ئىشلەتسىڭىز بولىدۇ</a>:
ur: متبادل طور پر، آپ <a target="_blank" %s>git</a> کے انبار کو کلون کرسکتے ہیں، درجِ ذیل کوڈ کو استعمال کرتے ہوئے:

source: For more information, see the <a target="_blank" %s>GitHub project</a>.
ar_iq: بۆ زانیاری زیاتر، <a target="_blank" %s>پرۆژە </a>ببینە.
cy: Am ragor o wybodaeth, gweler y prosiect <a target="_blank" %s>GitHub</a>.
ga: Le haghaidh tuilleadh eolais, féach an tionscadal <a target="_blank" %s>GitHub</a>.
ja: 詳細については、<a target="_blank" %s>GitHubのプロジェクトページ</a>をご参照ください。
lv: Papildinformācijai skatieties <a target="_blank" %s>GitHub project</a>.
pt_br: Para mais informações veja o <a target="_blank" %s>projeto GitHub</a>.
si: වැඩි විස්තර සඳහා, බලන්න <a target="_blank" %s>GitHub ව්‍යාපෘතිය</a>.
sl: Za več informacij glejte <a target="_blank" %s>projekt na GitHubu</a>.
ug: بۇ توغرىسىدا تېخىمۇ كۆپ مەلۇماتقا ئىگە بولۇش ئۈچۈن <a target="_blank" %s>GitHub تۈرىگە قاراڭ</a>.
ur: مزید معلومات کے لئے، <a target="_blank" %s>GitHub project</a> ملاحظہ کریں۔

source: If you are a developer, you are very much encouraged to tinker with Rufus and submit patches.
ar_iq: ئەگەر تۆ گەشەپێدەر بیت، زۆر دلخۆش دەبین بە تاقیکردنەوە و سەیرکردنی لەهەر هەلەیەک لە Rufus وە پاچ پێشکەش بکەن.
cy: Os ydych chi'n ddatblygwr, fe'ch anogir yn fawr i dincio gyda Rufus a chyflwyno darnau.
ga: Más forbróir thú, moltar go láidir duit Rufus a mhodhnú agus feabhsuithe a chur isteach.
ja: あなたが開発者であれば、ぜひRufusをさらに改善してアップデートのためのパッチを送ってください。
lv: Ja esat izstrādātājs, jūs varat palīdzēt projektam atsūtot savus <b>Rufus</b> labojumus, papildinājumus, u.c.
pt_br: Se você é um desenvolvedor, sinta-se encorajado a alterar o Rufus, e enviar correções.
si: ඔබ සංවර්ධකයෙකු නම්, රූෆස් සමඟ සම්බන්ධ වී පැච් ඉදිරිපත් කිරීමට ඔබව දිරිමත් කරනු ලැබේ.
sl: Če ste razvijalec, so vaši popravki dobrodošli.
ug: ئەگەر سىز بىر ئىجادىيەتچى بولسىڭىز، رۇفۇس بىلەن تىنىشكاپ، ياماق تاپشۇرۇشىڭىزدىن ئىنتايىن ئىلھام ئالىسىز.
ur: اگر آپ ایک ڈویلپر ہیں تو آپ کی حوصلہ افزائی کی جاتی ہے کہ آپ روفُس کے ساتھ چھیڑ چھاڑ کریں اور اس کے پیچز جمع کروائیں۔

source: Donations
ar_iq: بەخشینەکان
cy: Rhoddion
ga: Síntiúis
ja: 寄付
lv: Ziedojumi
pt_br: Doações
si: පරිත්යාග
sl: Donacije
ug: ئىئانە قىلىش
ur: عطیات

source: Since I'm getting asked about this on regular basis, there is <b>no</b> donation button on this page.
ar_iq: لەوەتەی من لەسەر بنەمای ئاسایی ئەم پرسیارەم لێ دەکرێت، هیچ دوگمەی بەخشین لەسەر ئەم لاپەڕەیە نییە.
cy: Ers i mi gael fy holi ynglŷn â hyn yn rheolaidd, nid oes botwm rhoi <b>dim</b> ar y dudalen hon.
ga: Ós rud é go gcuirtear ceist orm go rialta, tá cnaipe síntiúis <b>níl</b> ar an leathanach seo.
ja: 寄付についてよく質問されるのですが、このページには寄付ボタンなるものは一切<b>存在しません</b>。
lv: Bieži saņemu jautājumu, kāpēc <b>Rufus</b> mājaslapā <b>nav</b> ziedojumu linka.
pt_br: Já que me perguntam constantemente sobre isso, <b>não</b> há botão para doações nesta página.
si: මා මේ පිළිබඳව නිරන්තරයෙන් විමසන බැවින්, මෙම පිටුවේ <b> නැත </b> පරිත්යාග බොත්තමක් තිබේ.
sl: Na tej strani <b>ni</b> gumba za donacijo.
ug: بۇ ھەقتە قەرەللىك ھالدا سورالغاندىن بۇيان، بۇ بەتتە ئىئانە قىلىش كۇنۇپكىسى <b>يوق</b>.
ur: چونکہ مجھ سے عطیات کے بارے میں روزانہ کی بنیاد پر پوچھا جا رہا ہے، تو عرض ہے کہ اس صفحے پر کوئی عطیے کا بٹن <b>نہیں</b> ہے۔

source: The main reason is that I feel that the donation system doesn't actually help software development and worse, can be guilt-inducing for users who choose not to donate.
ar_iq: هۆکاری سەرەکی ئەوەیە کە هەست دەکەم سیستەمی بەخشین لە ڕاستیدا یارمەتی پێشکەوتنی سۆفتوێر نادات و خراپتر ، دەتوانێت تاوانبارکردن بێت بۆ ئەو بەکارهێنەرانەی کە بەخشینی هەڵئەبژێرن .
cy: Y prif reswm yw fy mod i'n teimlo nad yw'r system rhoi yn helpu datblygiad meddalwedd ac yn waeth, gall beri euogrwydd i ddefnyddwyr sy'n dewis peidio â rhoi.
ga: Is é an chúis is mó atá agam ná gur dóigh liom nach gcabhraíonn an córas síntiús le forbairt bogearraí, agus níos measa, go bhféadfadh sé a bheith ina chiontacht i measc úsáideoirí a roghnaíonn gan deonú.
ja: 主な理由は寄付システムがソフトウェア開発の促進につながらないということと、さらに悪いことに、寄付をしないことによって罪悪感を感じる利用者が出てしまうのではないかという懸念があるためです。
lv: Ziedojumu linka neesamība ir saistīta ar to, ka pēc maniem ieskatiem ziedojumi nekādā ziņā nepalīdz programmnodrošinājuma izstrādē un attīstībā, bet tikai rada vainas apziņu tiem lietotājiem, kuri jebkādu iemeslu dēļ nav ziedojuši konkrētam projektam.
pt_br: A principal razão é que, não sinto que o sistema de doações de fato ajude no desenvolvimento de software, e pior, pode se tornar um indutor de culpa para usuários que optam por não doar.
si: ප්‍රධාන හේතුව නම්, පරිත්යාග පද්ධතිය ඇත්ත වශයෙන්ම මෘදුකාංග සංවර්ධනයට උදව් නොකරන බවත්, ඊටත් වඩා නරක බවත්, පරිත්යාග නොකිරීමට තීරණය කරන පරිශීලකයින්ට වරදකාරි හැඟීමක් ඇති කළ හැකි බවත් මට හැඟේ.
sl: Glavni razlog za to je, da se mi zdi, da sistem donacij v resnici ne pomaga razvoju programske opreme in v najslabšem primeru lahko vzbuja občutek krivde pri uporabnikih, ki se odločijo, da ne bodo donirali.
ug: بۇنىڭدىكى ئاساسلىق سەۋەب، ئىئانە قىلىش سىستېمىسىنىڭ ئەمەلىيەتتە يۇمشاق دېتال ئېچىش ۋە تېخىمۇ ناچار بولۇشىغا ياردەم بەرمەيدىغانلىقىنى ھېس قىلدىم، ئىئانە قىلىشنى تاللىمايدىغان ئابونتلارنىڭ گۇناھكارلىقىنى كەلتۈرۈپ چىقىرىشى مۇمكىن.
ur: اس کا اہم سبب یہ ہے کہ مجھے لگتا ہے کہ عطیات سوفٹ ویئر کے بننے بنانے میں کوئی مدد نہیں دیتے اور اس سے بھی برا یہ کہ وہ صارفین جو عطیات نہ دینے کا فیصلہ کرتے ہیں، انہیں شرمندگی سی محسوس ہوگی۔

source: If you really insist, you can always make a donation to the <a target="_blank" %s>Free Software Foundation</a>, as they are the main reason software like Rufus is possible.
ar_iq: ئەگەر بەڕاستی پێداگری بکەیت، دەتوانیت هەمیشە بەخشینێک بکەیت بۆ<a target="_blank" %s>Free Software Foundation</a>, کە ئەوان هۆکاری سەرەکین بۆ سۆفتوێری وەکRufus بەردەست بێت.
cy: Os ydych chi wir yn mynnu, gallwch chi bob amser roi rhodd i'r <a target="_blank" %s>Free Software Foundation</a>, gan mai nhw yw'r prif reswm mae meddalwedd fel Rufus yn bosibl.
ga: Más mian leat, áfach, is féidir leat tabhartas a thabhairt i gcónaí don <a target="_blank" %s>Free Software Foundation</a>, mar go bhfuil siad ar an gcúis is mó is féidir le bogearraí ar nós Rufus.
ja: どうしてもという方は、<a target="_blank" %s>フリーソフトウェア財団</a>に寄付をすることができます。Rufusのようなソフトウェアが存在するのは主にこのような財団のおかげです。
lv: Ja jūs tiešām uzskatāt ka materiāls atbalsts ir nepieciešams, tad varat veikt zidojumus <a target="_blank" %s>Free Software Foundation</a>, jo tieši pateicoties FSF ir iespējams programmu <b>Rufus</b> attīstīt.
pt_br: Se fizer questão, você pode sempre fazer uma doação para a <a target="_blank" %s>Free Software Fundation</a>, já que eles são a razão principal pela qual softwares como o Rufus são possíveis.
si: ඔබ සැබවින්ම අවධාරනය කරන්නේ නම්, ඔබට සැමවිටම <a target="_blank" %s> නිදහස් මෘදුකාංග පදනම </a> වෙත පරිත්‍යාගයක් කළ හැකිය, මන්ද රූෆස් වැනි මෘදුකාංග ලබා ගත හැකි ප්‍රධාන හේතුව ඒවා වන බැවිනි.
sl: Če že vztrajate, lahko svojo donacijo napotite na <a target="_blank" %s>Free Software Foundation</a>, ker je ta ustanova glavni razlog, da je programska oprema, kot je Rufus, sploh mogoča.
ug: ئەگەر راستىنلا چىڭ تۇرسىڭىز، <a target="_blank" %s>Free يۇمشاق دېتال فوندىغا ھەر ۋاقىت ئىئانە قىلالايسىز،</a> چۈنكى ئۇلار رۇفۇسقا ئوخشاش ئاساسلىق سەۋەب يۇمشاق دېتالى بولالايدۇ.
ur: اگر پھر بھی آپ اصرار کریں تو آپ <a target="_blank" %s>Free Software Foundation</a> کو عطیات دے سکتے ہیں کیونکہ یہ ہی وجہ ہیں کہ روفُس جیسا ایک سوفٹ ویئر ممکن ہوسکا۔

source: At any rate, I'll take this opportunity to say <i><u>thank you</u></i> for your continuing support and enthusiasm about this little program: it is much appreciated!
ar_iq: بە هەر نرخێک بێت ئەم هەلە دەقۆزمەوە تا بڵێم <i><u> سوپاس </u></i> و پەرۆشی و بەردەوامیتان بۆ ئەم بەرنامە کەمە : زۆر جێگای دەستخۆشییە!
cy: Ar unrhyw gyfradd, cymeraf y cyfle hwn i ddweud <i><u>diolch</u></i> am eich cefnogaeth a'ch brwdfrydedd parhaus am y rhaglen fach hon: gwerthfawrogir yn fawr!
ga: Ainneoin sin, glacfaidh mé an deis seo chun é a rá go bhfuil <i><u>go raibh maith agat</u></i> as do thacaíocht agus díograis leanúnach faoin gclár beag seo: is mór agam é!
ja: この小さなプログラムに対する日頃からの支援と熱意に対してこの場を借りて<u>感謝</u>申し上げます。
lv: Jebkurā gadījumā, es vēlos jums izteikt <i><u>pateicību</i></u> par jūsu atbalstu un entuziasmu, kuri saistīti ar programmu <b>Rufus</b>. Man tas ir ļoti svarīgi!
pt_br: De todas as formas, aproveito esta oportunidade para dizer <i><u>muito obrigado</u></i> pelo seu contínuo suporte e pelo entusiasmo sobre este pequeno programa. Fico muito agradecido!
si: කෙසේ වෙතත්, මෙම කුඩා වැඩසටහන ගැන ඔබේ අඛණ්ඩ සහයෝගය සහ උනන්දුව ගැන <i> <u> ස්තූතියි </u> </i> කීමට මම මෙය අවස්ථාවක් කර ගනිමි: එය බෙහෙවින් අගය කරනු ලැබේ!
sl: Vsekakor pa <i><u>hvala</u></i> za vašo podporo in zanimanje za ta mali program. To zelo cenim!
ug: قانداقلا بولمىسۇن بۇ پۇرسەتتىن پايدىلىنىپ، بۇ كىچىك پىروگراممىنى داۋاملىق قوللىغانلىقىڭىزغا ۋە قىزغىنلىقىڭىزغا <i><u>رەھمەت</u></i> ئېيتىمەن: بۇنىڭدىن كۆپ تەشەككۈر!
ur: میں اس موقع کا فائدہ اٹھاتے ہوئے اس چھوٹے سے سوفٹ ویئر کے حوالے سے آپ کے جذبے اور سپورٹ کو جاری رکھنے پر <i><u>شکریہ</u></i> کہوں گا، اس کی قدر کی جاتی ہے!

source: But please continue to feel free to use Rufus without any guilt about not contributing for it financially &ndash; you should never have to!
ar_iq: بەڵام تکایە بەردەوام بە لە هەست کردن بە ئازادی بەکارهێنانی Rufus بەبێ هیچ گوناهێک سەبارەت بە بەشداری پێنەکردنی لە باری داراییەوە &ndash; نابێت هەرگیز پێویست بکات!
cy: Ond parhewch i deimlo'n rhydd i ddefnyddio Rufus heb unrhyw euogrwydd am beidio â chyfrannu amdano'n ariannol &ndash; ni ddylech fyth orfod!
ga: Ach bí ag tnúth le do thoil Rufus a úsáid gan aon chiontacht a bheith ort gan a bheith ag cur leis an airgead &ndash; níor cheart go mbeadh ort!
ja: 経済支援のことで罪悪感を感じたり気兼ねしたりすることなく、気軽にRufusをご利用ください。
lv: Turpiniet rīkoties ar šo programmnodrošinājumu neuztraucoties par ziedojumiem.
pt_br: Mas por favor, sinta-se à vontade em continuar a usar o Rufus sem culpa alguma por não contribuir financeiramente &ndash; você nunca deverá ter que contribuir!
si: නමුත් කරුණාකර Rufus මූල්‍යමය වශයෙන් දායක නොවීම පිළිබඳ කිසිදු වරදකින් තොරව භාවිතා කිරීමට නිදහස් වන්න &ndash; ඔබට කිසි විටෙකත් එසේ නොවිය යුතුය!
sl: Toda, prosim, še naprej uporabljajte Rufus brezplačno in naj vas ne peče slaba vest, ker ga ne podpirate finančno &ndash; ne bi vam bilo treba!
ug: ئەمما داۋاملىق رۇفۇسنى مالىيە جەھەتتە تۆھپە قوشماسلىقتەك گۇناھسىز ئىشلىتىشنى خالىماڭ - ھەرگىز ئۇنداق قىلماسلىقىڭىز كېرەك!
ur: مگر آپ اس سوفٹ ویئر کو استعمال کرنے میں کچھ مجرمانہ سا محسوس نہ کریں کہ آپ اس میں مالی طور پر حصہ نہیں ڈال رہے &ndash; آپ کو کبھی ہونا بھی نہیں چاہیے!

source: Non exhaustive list of ISOs Rufus is known to work with
ar_iq: لیستی تەواونەبووی ئەو ISO کە Rufus دەتوانێ کارییان ڵەگەل بکات
cy: Rhestr nad yw'n gynhwysfawr o ISOau y gwyddys bod Rufus yn gweithio gyda nhw
ga: Liosta neamhiomlán de íomhánna ISO Is eol go n-oibríonn Rufus leis
ja: Rufusが対応しているISOイメージ ファイル リスト (順不同、一部分のみ抜粋)
lv: Nepilnīgs ISO atbalstāmo formātu saraksts ar kādiem strādā programma <b>Rufus</b>
pt_br: Breve lista de ISOs com as quais se sabe que o Rufus funciona
si: ISO වල පරිපූර්ණ නොවන ලැයිස්තුව රූෆස් සමඟ වැඩ කිරීමට දන්නා කරුණකි
sl: Nepopoln seznam slik ISO, s katerimi Rufus deluje
ug: ISOs Rufus نىڭ تۈگىمەس تىزىملىكى بىلەن ھەمكارلىشىپ ئىشلەيدىغانلىقى مەلۇم
ur: آئی ایس او فائلز کی ایک غیر جامع فہرست جن کے ساتھ روفُس کام کرتا ہے

source: English translation by Pete Batard
ar_iq: زمانی کوردی لە لایەن خالید والکەر
cy: Cyfieithiad Cymraeg gan AmyHopps10
ga: Aistriúchán Gaeilge ag <a href="mailto:saoirse@axiom-networks.org?Subject=Rufus%20Aistriúchán%20Gaeilge">Saoirse Ó Catháin</a>
ja: 日本語翻訳 今井 翠、<a href="mailto:tiryoh+rufus@gmail.com?Subject=Rufus%20ウェブサイトの翻訳について">Tiryoh</a>
lv: Latviski tulkojis <a href="mailto:alibaba@inbox.lv?Subject=Rufus%20Homepage%20translation">Aldis Tutins / alibaba</a>
pt_br: Traduzido para português por Guilherme Hastenreiter, e Felipe9678865, e <a href="mailto:alexccastelli@gmail.com?Subject=Rufus%20Homepage%20translation">Alex Castelli</a>
si: ඉංග්‍රීසි පරිවර්තනය පීට් බටාර්ඩ් විසිනි
sl: V slovenščino prevedel <a href="http://matejhorvat.si/sl/">Matej Horvat</a>
ug: <a href="mailto:yilihamujiang365@outlook.com?Subject=Rufus%20Homepage%20translation">تەرىپىدىن ئۇيغۇرچە تەرجىمىسى</a>
ur: اردو ترجمہ <a href="mailto:aapatee@gmail.com?Subject=Rufus%20Homepage%20translation">علی الباکستانی</a>

source: USB icon by
ar_iq: ئایکۆنی USB لە لەلایەن
cy: Eicon USB gan
ga: Deilbhín USB curtha ar fáil ag
ja: USBアイコン
lv: USB nozīmīte
pt_br: Ícone USB por
sl: Ikona USB od
ug: تەرىپىدىن USB سىنبەلگىسى
ur: یو ایس بی آئکون منجانب

source: Hosting by
ar_iq: میوانداریکردن لەلایەن
cy: Yn cynnal gan
ga: Is é Óglaigh na hÉireann a chuireann óstáil ar fáil
ja: Webページのホスティング
lv: Mājaslapas uzturētājs
pt_br: Hospedagem por
sl: Gostuje
ug: تەرىپىدىن رىياسەتچى
ur: میزبانی منجانب

source: OK
ug: ماقۇل
