Repository: Kamronbek-sys/rufus-web
Catalog: locale/*/LC_MESSAGES/index.po
Languages: ar_iq, cy, ga, ja, lv, pt_br, si, sl, ug, ur

source: Last updated %s:
ga: Nuashonrú is déanaí ar %s:

source: Windows 7 or later, 32 or 64 bit doesn't matter.
ga: Is cuma faoi Windows 7 nó níos déanaí, 32 nó 64 giotán.
