Repository: Kamronbek-sys/rufus-web
Catalog: locale/*/LC_MESSAGES/index.po
Languages: ar_iq, cy, ga, ja, lv, pt_br, si, sl, ug, ur

source: Version
ar_iq: وەشان
cy: Fersiwn
ga: Leagan
ja: バージョン
lv: Versija
pt_br: Versão
sl: Različica
ug: نەشىرى
ur: ورژن

source: Create bootable USB drives the easy way
ar_iq: دروستکردنی USB ی بۆتکراو بەشێوەیەکی ئاسان
cy: Creu gyriannau USB bootable y ffordd hawdd
ga: Cruthaigh dioscaí USB bootable ar an mbealach simplí
ja: 起動可能なUSBドライブを簡単に作成できます
lv: Viegls veids kā izveidot OS ielādes USB ierīci
pt_br: Crie drives USB inicializáveis de forma fácil
si: Bootable USB ධාවක පහසුම ආකාරයෙන් සාදන්න
sl: Enostavno ustvarjajte zagonske pogone USB
ug: قوزغىتىشقا بولىدىغان USB قوزغاتقۇچ قۇرۇش ئاسان
ur: بوٹ ایبل یو ایس بی بنائیں آسان طریقے سے

source: This page uses Google services, which may serve <u>non-personalised</u> cookies for advertising, analytics and security.
ar_iq: تستخدم هذه الصفحة خدمات Google ، والتي قد تقدم ملفات تعريف <u>ارتباط غير مخصصة</u> للإعلان والتحليلات والأمان.
cy: Mae'r dudalen hon yn defnyddio gwasanaethau Google, a allai wasanaethu cwcis <u>heb eu personoli</u> ar gyfer hysbysebu, dadansoddi a diogelwch.
ja: このページは Google サービスを使用しており、広告、分析、セキュリティのために<u>パーソナライズされていない</u> Cookie を提供する場合があります。
lv: Šajā lapā tiek izmantoti Google pakalpojumi, kas var nodrošināt <u>nepersonalizētus</u> sīkfailus reklamēšanai, analīzei un drošībai.
pt_br: Esta página utiliza os serviços da Google, que podem servir cookies <u>não personalizados</u> para publicidade, análises e segurança.
si: මෙම පිටුව Google සේවාවන් භාවිතා කරයි, එය වෙළඳ දැන්වීම්, විශ්ලේෂණ සහ ආරක්ෂාව සඳහා <u>පුද්ගලාරෝපිත නොවන</u> කුකීස් සේවය කළ හැකිය.
sl: Ta stran uporablja Googlove storitve, ki lahko služijo <u>ne-personaliziranim</u> piškotke za oglaševanje, analitiko in varnost.
ug: بۇ بەت گۇگۇل مۇلازىمىتىنى ئىشلىتىدۇ ، ئۇ ئېلان ، ئانالىز ۋە بىخەتەرلىك ئۈچۈن <u>خاسلاشتۇرۇلغان</u> ساقلانمىلارنى تەمىنلەيدۇ.
ur: یہ صفحہ Google سروسز کا استعمال کرتا ہے، جو اشتہارات، تجزیات اور سیکیورٹی کے لیے <u>غیر ذاتی نوعیت کی</u> کوکیز پیش کر سکتی ہے۔

source: See details
ar_iq: انظر التفاصيل
cy: Gweler y manylion
ja: 詳細を見る
lv: Skatīt detalizētu informāciju
pt_br: Veja detalhes
si: විස්තර බලන්න
sl: Poglejte podrobnosti
ug: تەپسىلاتلارنى كۆرۈڭ
ur: تفصیلات دیکھیں

source: Change language:
ar_iq: گۆرینی زمان:
cy: Newid iaith:
ga: Athraigh an teanga:
ja: 言語を変えてください：
lv: Mainīt valodu:
pt_br: Mudar o idioma:
si: භාෂාව තෝරන්න:
sl: Spremeni jezik:
ug: تىل ئۆزگەرتىش:
ur: زبان بدلیں:

source: Want to improve this translation?
ar_iq: دەتەوێت ئەم وەرگێڕانە باشتر بکەیت؟
cy: Am wella'r cyfieithiad hwn?
ga: Ar mhaith leat an t-aistriúchán seo a fheabhsú?
ja: この翻訳を改正する
lv: Vēlaties uzlabot šo tulkojumu?
pt_br: Quer melhorar essa tradução?
si: මෙම පරිවර්තනය වැඩි දියුණු කිරීමට අවශ්‍යද?
sl: Želite izboljšati ta prevod?
ug: بۇ تەرجىمىنى ياخشىلىماقچىمۇ؟
ur: اس ترجمے کو بہتر بنانا چاہتے ہیں؟

source: Rufus is a utility that helps format and create bootable USB flash drives, such as USB keys/pendrives, memory sticks, etc.
ar_iq: Rufus یارمەتی فۆرمات کردن و دروستکردنی درایڤەکانی فلاشی USB ی بۆتکراو دەدات، وەک کلیلەکانی USB/pendrives، ستیکەکانی بیرگە، هتد.
cy: Mae Rufus yn gyfleustodau sy'n helpu i fformatio a chreu gyriannau fflach USB bootable, fel allweddi / pendrives USB, ffyn cof, ac ati.
ga: Is feidhmchlár é Rufus a chuidíonn le dioscaí USB bootable a thionscnamh agus a chruthú, mar eochracha USB agus thiomáineann peann, bataí cuimhne, agus feistí comhchosúla eile.
ja: Rufus (ルーファス) とは、起動可能なUSBフラッシュドライブ（USBメモリなど）を作成したり、フォーマットをするためのソフトウェアです。
lv: <b>Rufus</b> ir instruments ar kura palīdzību var formatēt un izveidot operētājsistēmas ielādes ierīci uz tādiem nesējiem, kā USB pieslēguma zibatmiņas, atmiņas kartes u.c.
pt_br: Rufus é uma ferramenta que ajuda a formatar e criar drives USB inicializáveis, como chaves/drives USB, cartões de memória e etc.
si: Rufus යනු USB ෆ්ලෑෂ් ඩ්‍රයිව් ආකෘතිකරණය කිරීමට සහ නිර්මාණය කිරීමට උපකාරී වන මෙවලමකි.
sl: Rufus je program za formatiranje in ustvarjanje zagonskih naprav USB.
ug: Rufus قوزغىتىشقا بولىدىغان USB چاقماق دېسكىنى فورماتلاشقا ۋە قۇرۇشقا ياردەم بېرىدىغان بىر خىل قورال ، مەسىلەن USB كۇنۇپكىسى / قەلەمچىسى ، ئىچكى ساقلىغۇچ قاتارلىقلار.
ur: روفُس ایک آلہ ہے جو یو ایس بی ڈرائیوز (پین ڈرائیوز اور میموری اسٹکس وغیرہ) کو فارمیٹ کرنے اور اُنہیں بوٹ ایبل بنانے میں مدد دیتا ہے۔

source: It can be especially useful for cases where:
ar_iq: دەکرێت بە سوود بێت بەتایبەت بۆ ئەو حاڵەتانەی کە:
cy: Gall fod yn arbennig o ddefnyddiol mewn achosion lle:
ga: D'fhéadfadh sé a bheith an-úsáideach i gcásanna ina:
ja: こんなときに便利です
lv: To var izmantot šādos gadījumos:
pt_br: Rufus pode ser especialmente útil em casos onde:
si: මේ අවස්ථා වලදී එය විශේෂයෙන් ප්‍රයෝජනවත් වේ:
sl: Uporaben je še posebej, če:
ug: بۇ ئەھۋاللار ئۈچۈن ئالاھىدە پايدىلىق بولىدۇ:
ur: یہ اُن صورتوں میں خاص طور پر کارآمد ہو سکتا ہے جب:

source: you need to create USB installation media from bootable ISOs (Windows, Linux, UEFI, etc.)
ar_iq: تۆ پێویستە میدیای دامەزراندنی USB دروست بکەیت لە ISOsی بۆتکراو(Windows, Linux, UEFI, etc.)
cy: mae angen i chi greu cyfryngau gosod USB o ISOau bootable (Windows, Linux, UEFI, ac ati)
ga: ceanglaítear ort meáin suiteála USB a chruthú ó bootable ISOs (Windows, Linux, UEFI, agus a leithéid.)
ja: 起動可能なISOファイル（Windows、Linux、UEFIなど）からUSBインストールメディアを作成するとき
lv: jums nepieciešams izveidot USB instalācijas nesēju no ISO formāta (Windows, Linux, UEFI, u.c.)
pt_br: você precisa criar uma mídia de instalação USB a partir de ISOs inicializáveis (Windows, Linux, UEFI, etc.)
si: boot කළ හැකි ISO වලින් (Window, Linux, UEFI ආදිය) ඔබ USB ස්ථාපන මාධ්‍යයක් නිර්මාණය කළ යුතුය.
sl: morate ustvariti zagonski medij USB iz zagonskih slik ISO (Windows, Linux, UEFI, itd.)
ug: bootable ISOs دىن USB قاچىلاش ۋاستىسى قۇرۇشىڭىز كېرەك (Windows, Linux, UEFI قاتارلىقلار)
ur: آپ کو بوٹ ایبل آئی ایس او فائلز سے انسٹالیشن میڈیا بنانا ہو (ایسی یو ایس بی جس سے آپریٹنگ سسٹمز یعنی ونڈوز، لنکس، یو ای ایف آئی وغیرہ) انسٹال کئے جاسکتےہوں

source: you need to work on a system that doesn't have an OS installed
ar_iq: تۆ پێویستە کار لەسەر سیستەمێک بکەی کە سیستەمی کارپێکەری لەسەر دانەمەزرابێت
cy: mae angen i chi weithio ar system nad oes ganddo OS wedi'i osod
ga: ní mór duit oibriú ar chóras nach bhfuil córas oibriúcháin suiteáilte ann
ja: OSがインストールされていないシステムを使うとき
lv: jums nepieciešams strādāt ar datoru uz kura nav instalēta OS
pt_br: você precisa trabalhar em um equipamento que não possui um SO (sistema operacional) instalado
si: මෙහෙයුම් පද්ධතියක් ස්ථාපනය කර නොමැති පද්ධතියක වැඩ කිරීමට ඔබට අවශ්‍යය
sl: morate delati na računalniku, ki nima nameščenega operacijskega sistema
ug: قاچىلىمىغان سىستېما ئۈستىدە خىزمەت قىلىشىڭىز كېرەك
ur: آپ کو ایسے کمپیوٹر سسٹم پر کام کرنا ہو جس میں آپریٹنگ سسٹم موجود ہی نہ ہو

source: you need to flash a BIOS or other firmware from DOS
ar_iq: تۆ پێویستە فلاشی بایۆس یان پتەوێرەکانی تر بکەی لەرێگەیی DOS
cy: mae angen i chi fflachio BIOS neu gadarnwedd arall o DOS
ga: ceanglaítear ort BIOS nó firmware eile a shuiteáil ó DOS
ja: BIOSや他のDOSファームウェアを更新するとき
lv: jums jāpārprogrammē BIOS vai jebkādu citu mikroprogrammu no DOS
pt_br: você precisa atualizar um BIOS ou outro firmware, a partir do DOS
si: ඔබට DOS වෙතින් BIOS හෝ වෙනත් firmware ෆ්ලෑෂ් කිරීමට අවශ්‍යය
sl: morate uporabiti DOS, da posodobite BIOS ali drugo strojno programsko opremo
ug: DOS نىڭ BIOS ياكى باشقا قاتتىق دېتاللىرىنى چاقناتسىڭىز بولىدۇ
ur: آپ کو بائیوس یا دوسرے فرم ویْر کو فلیش کرنا ہو

source: you want to run a low-level utility
ar_iq: تۆ دەتەوێت سوودێکی ئاست نزم بەکار ببەیت
cy: rydych chi am redeg cyfleustodau lefel isel
ga: ba mhaith leat iarratas ar leibhéal íseal a reáchtáil
ja: ローレベルなユーティリティを使うとき
lv: jums jāpiestartē zema līmeņa OS programma
pt_br: você deseja executar um utilitário de baixo nível
si: ඔබට පහත් මට්ටමේ උපයෝගීතාවයක් ක්‍රියාත්මක කිරීමට අවශ්‍යයි
sl: morate uporabiti nizkonivojsko orodje
ug: تۆۋەن دەرىجىلىك ئۈسكۈنىلەرنى ئىجرا قىلغۇڭىز بار
ur: آپ کو ایک لو لیول یوٹیلٹی چلانی ہو

source: Despite its small size, Rufus provides everything you need!
ar_iq: سەرەڕای قەبارە بچووکەکەی ، ڕوفس هەموو شتێک دابین دەکات کە پێویستت پێیەتی!
cy: Er gwaethaf ei faint bach, mae Rufus yn darparu popeth sydd ei angen arnoch chi!
ga: In ainneoin a mhéid beag, soláthraíonn Rufus gach rud atá uait!
ja: ファイルサイズは小さいですが、Rufusにはすべてが備わっています。
lv: Neskatoties uz mazo apjomu, <b>Rufus</b> nodrošina jums visu nepieciešamo!
pt_br: Apesar de seu pequeno tamanho, o Rufus fornece tudo que você precisa!
si: කුඩා ප්‍රමාණය තිබියදීත්, Rufus ඔබට අවශ්‍ය සියල්ල සපයයි!
sl: Čeprav je majhen, Rufus ponuja vse, kar potrebujete!
ug: گەرچە ئۇنىڭ ھەجىمى كىچىك بولسىمۇ ، رۇفۇس سىزگە لازىملىق بارلىق نەرسىلەرنى تەمىنلەيدۇ!
ur: اس کے چھوٹے سائز کے باوجود، روفُس آپ کو ہر وہ چیز فراہم کرتا ہے جس کی آپ کو ضرورت ہے!

source: A non exhaustive list of Rufus supported ISOs is also provided at the bottom of this page.
ar_iq: لیستێکی تەواونەکراوی Rufus کە پشتیوانی لە ISO کردووە لە خوارەوەی ئەم لاپەڕەیە دابین دەکرێت.
cy: Mae rhestr nad yw'n gynhwysfawr o ISOau a gefnogir gan Rufus hefyd ar waelod y dudalen hon.
ga: Tá liosta neamhiomlán de chomhaid ISO a fhaigheann tacaíocht ó Rufus ar fáil freisin ag bun an leathanaigh seo.
ja: Rufus対応ISOファイルのリストはこのページの末尾にも一部記載しています。
lv: Daļējs ISO atbalstāmo formātu saraksts, ar kuriem strādā <b>Rufus</b>, ir uzrādīts lapas apakšā.
pt_br: Também é fornecida na parte inferior desta página, uma breve lista das ISOs suportadas pelo Rufus.
si: මෙම පිටුවේ යටRufus සහාය දක්වන ISO පරිපූර්ණ නොවන ලැයිස්තුවක් ද සපයනු ලැබේ.
sl: Nepopoln seznam slik ISO, ki jih Rufus podpira, je priložen na dnu te strani.
ug: بۇ بەتنىڭ ئاستىدا يەنە Rufus قوللايدىغان ISO لارنىڭ تولۇق تىزىملىكى تەمىنلەنگەن.
ur: ان آئی ایس اوز کی فہرست جنہیں روفُس سپورٹ کرتا ہے، صفحے کے نیچے دی گئی ہیں۔

source: Download
ar_iq: داگرتن
cy: Dadlwythwch
ga: Íoslódáil
ja: ダウンロード
lv: Lejuplādēt
si: බාගත කරන්න
sl: Prenos
ug: چۈشۈرۈش
ur: ڈاؤنلوڈ کریں

source: Latest releases:
ar_iq: أحدث الإصدارات:
cy: Y datganiadau diweddaraf:
ja: 最新リリース:
lv: Jaunākie laidieni:
pt_br: Últimos lançamentos:
si: නවතම නිකුතු:
sl: Najnovejše izdaje:
ug: ئەڭ يېڭى تارقىتىلغانلار:
ur: تازہ ترین ریلیز:

source: Link
ar_iq: حلقة الوصل
cy: Dolen
ja: リンク
lv: Saite
si: සබැඳිය
sl: Povezava
ug: ئۇلىنىش
ur: لنک

source: Type
ar_iq: نوع
cy: Math
ja: タイプ
lv: Tips
pt_br: Tipo
si: වර්ගය
sl: Tip
ug: تۈرى
ur: نوعیت

source: Platform
ar_iq: منصة
cy: Platfform
ja: プラットフォーム
lv: Platforma
pt_br: Plataforma
si: වේදිකාව
sl: Platforma
ug: سۇپا
ur: پلیٹ فارم

source: Size
ar_iq: مقاس
cy: Maint
ja: サイズ
lv: Izmērs
pt_br: Tamanho
si: තරම
sl: Velikost
ug: چوڭ - كىچىكلىكى
ur: ناپ

source: Date
ar_iq: التاريخ
cy: Dyddiad
ja: 日付
lv: Datums
pt_br: Data
si: දිනය
sl: Datum
ug: چېسلا
ur: تاریخ

source: Standard
ar_iq: قياسي
cy: Safonol
ja: 標準
lv: Standarta
pt_br: Padrão
si: සම්මත
sl: Standardno
ug: ئۆلچەم
ur: معیاری

source: MB
ar_iq: مێگا بایت

source: Portable
ar_iq: هەڵگر
cy: Cludadwy
ga: Inaistrithe
lv: Portatīvā versija
pt_br: Portátil
si: ගෙන යා හැකි
ug: ئېلىپ يۈرۈشكە ئەپلىك نۇسخ
ur: پورٹ ایبل

source: Other versions
ar_iq: وەشانەکانی تر
cy: Fersiynau eraill
ga: Leaganacha eile
ja: 他のバージョン
lv: Citas versijas
pt_br: Outras versões
si: වෙනත් versions
sl: Ostale verzije
ug: باشقا نەشرلەر
ur: دیگر ورژن

source: System Requirements:
ar_iq: پێویستیەکانی سیستەم:
cy: Gofynion y System:
ga: Ceanglais córais:
ja: システム要件
lv: Prasības datoram:
pt_br: Requisitos de sistema:
si: පද්ධති අවශ්යතා:
sl: Sistemske zahteve:
ug: سىستېما تەلىپى:
ur: سسٹم کی ضروریات:

source: Windows 8 or later.
ar_iq: Windows 8 یان دواتر.
cy: Nid yw Windows 8 neu'n hwyrach.
ja: ウィンドウズ 8 以降。
lv: Windows 8 vai jaunāka versija.
pt_br: Windows 8 ou posterior.
si: Windows 8 or පසුව.
sl: Windows 8 ali novejši.
ug: Windows 8 ياكى ئۇنىڭدىن يۇقىرى نەشرى.
ur: ونڈوز 8 یا اس کے بعد.

source: Once downloaded, the application is ready to use.
ar_iq: کاتێک داونلۆود کرا، بەرنامەکە ئامادەیە بۆ کارکردن.
cy: Ar ôl ei lawrlwytho, mae'r rhaglen yn barod i'w defnyddio.
ga: Nuair a íoslódáladh é, tá an t-iarratas réidh le húsáid.
ja: ダウンロードが完了すると、アプリケーションを使用する準備が整います。
lv: Uzreiz pēc lejupielādes <b>Rufus</b> ir gatavs lietošanai.
pt_br: Uma vez baixado, o aplicativo está pronto para uso.
si: බාගත කළ පසු, යෙදුම භාවිතා කිරීමට සූදානම්.
sl: Aplikacija je pripravljena za uporabo takoj po prenosu.
ug: چۈشۈرۈپ بولغاندىن كېيىن ، بۇ پروگرامما ئىشلىتىشكە تەييار.
ur: ایک بار ڈاؤنلوڈ ہوجائے اور بس استعمال کے لئے تیار۔

source: Supported Languages:
ar_iq: زمانە پشتیوانەکان:
cy: Ieithoedd â Chefnogaeth:
ga: Teangacha tacaithe:
ja: 選択可能な言語
lv: Atbalstītās valodas:
pt_br: Idiomas suportados:
si: සහාය දක්වන භාෂා:
sl: Podprti jeziki:
ug: قوللايدىغان تىللار:
ur: تعاون کردہ زبانیں:

source: I will take this opportunity to express my gratitude to the translators who made it possible for Rufus, as well as this webpage, to be translated in various languages. If you find that you can use Rufus in your own language, you should really thank them!
ar_iq: ئەم هەلە دەقۆزمەوە بۆ ئەوەی سوپاسگوزاریی خۆم بۆ ئەو وەرگێڕانە بکەم کە بۆ Rufus یان ڕەخساندووە ، هەروەها ئەم ماڵپەڕە بە زمانی جۆراوجۆر وەربگێڕدرێتەوە . ئەگەر ئەوەت بۆ دەدۆزێتەوە کە دەتوانیت Rufus بە زمانی خۆت بەکار بێنیت ، دەبێت بەڕاستی سوپاسیان بکەیت !
cy: Cymeraf y cyfle hwn i fynegi fy niolch i'r cyfieithwyr a wnaeth yn bosibl i Rufus, yn ogystal â'r dudalen we hon, gael ei gyfieithu mewn amryw o ieithoedd. Os gwelwch y gallwch ddefnyddio Rufus yn eich iaith eich hun, dylech chi wir ddiolch iddyn nhw!
ga: Glacfaidh mé an deis seo mo bhuíochas a chur in iúl do na haistritheoirí a chuir ar chumas Rufus, chomh maith leis an leathanach gréasáin seo, iad a aistriú i dteangacha éagsúla. Má fheiceann tú gur féidir leat Rufus a úsáid i do theanga féin, ba chóir duit buíochas a ghabháil leo!
ja: この場を借りて、Rufusおよびこのホームページを様々な言語に翻訳してくれる翻訳者の皆様に感謝の意を表します。もし、あなたが自分の言語で翻訳されたRufusを使うことができているとしたら、それはその翻訳者のおかげです。
lv: Izmantojot iespēju, gribu izteikt pateicību tiem, kas programmu <b>Rufus</b> un šo mājaslapu ir tulkojuši vairākās valodās. Ja jūs ievērojāt, ka varat <b>Rufus</b> izmantot savā dzimtajā valodā, jāizsaka pateicība tieši viņiem!
pt_br: Aproveito esta oportunidade para expressar minha gratidão aos tradutores que tornaram possível, tanto ao Rufus, quanto para esta página, serem traduzidos para vários idiomas. Se você pode usar Rufus em seu idioma, você realmente deveria agradecê-los!
si: රූෆස්ට මෙන්ම මෙම වෙබ් පිටුවට විවිධ භාෂාවලින් පරිවර්තනය කිරීමට අවස්ථාව ලබා දුන් පරිවර්තකයින්ට මගේ කෘත තාව පළ කිරීමට මම මෙය අවස්ථාවක් කර ගනිමි. ඔබට ඔබේම භාෂාවෙන් Rufus භාවිතා කළ හැකි බව ඔබ සොයා ගන්නේ නම්, ඔබ ඔවුන්ට සැබවින්ම ස්තූති කළ යුතුය!
sl: Lepo se zahvaljujem vsem prevajalcem, ki so prevedli Rufus in to spletno stran iz angleščine v različne jezike.
ug: مەن بۇ پۇرسەتتىن پايدىلىنىپ رۇفۇسنىڭ ، شۇنداقلا بۇ تور بەتنىڭ ھەر خىل تىللاردا تەرجىمە قىلىنىشىنى مۇمكىن قىلغان تەرجىمانلارغا مىننەتدارلىقىمنى بىلدۈرىمەن. ئەگەر سىز رۇفۇسنى ئۆز تىلىڭىزدا ئىشلىتەلەيدىغانلىقىڭىزنى بايقىسىڭىز ، ئۇلارغا ھەقىقىي رەھمەت ئېيتىشىڭىز كېرەك!
ur: میں اس موقع سے فائدہ اٹھاتے ہوئے ان سب ترجمہ کاروں سے شکریہ کا اظہار کرنا چاہوں گا کہ جن کی وجہ سے روفُس اور اس ویب پیج کا کئی زبانوں میں ترجمہ ہونا ممکن ہوسکا۔ اگر آپ روفُس کو اپنی خود کی زبان میں استعمال کر سکتے ہیں تو آپ کو ضرور اِن لوگوں کا شکریہ ادا کرنا چاہیے!

source: Usage
ar_iq: بەکارهێنان
cy: Defnydd
ga: Conas Úsáid
ja: 利用方法
lv: Izmantošana
pt_br: Uso
si: භාවිතය
sl: Uporaba
ug: ئىشلىتىش مىقدارى
ur: استعمال

source: Download the executable and run it &ndash; no installation is necessary.
ar_iq: داگرتنی جێبەجێکردن و رادانی &ndash; هیچ دامەزراندنێک پێویست نیە.
cy: Dadlwythwch y gweithredadwy a'i redeg &ndash; nid oes angen gosod.
ga: Íoslódáil an t-iarratas agus rith é &ndash; níl aon suiteáil riachtanach..
ja: 実行ファイルをダウンロードし起動します。インストールは不要です。
lv: Lejuplādējiet failu un palaidiet to &ndash; instalācija nav nepieciešama.
pt_br: Baixe o executável e abra &ndash; nenhuma instalação é necessária.
si: ක්‍රියාත්මක කළ හැකි දේ බාගත කර එය ක්‍රියාත්මක කරන්න &ndash; ස්ථාපනය අවශ්‍ය නොවේ.
sl: Prenesite program in ga zaženite &ndash; namestitev ni potrebna.
ug: ئىجرا قىلغىلى بولىدىغان ھۆججەتنى چۈشۈرۈپ ئىجرا قىلىڭ - قاچىلاش ھاجەتسىز.
ur: اگر آپ DOS بوٹ ایبل ڈرائیو بنائیں اور ایسا کیبورڈ استعمال کریں جو Non-US ہو، تو روفُس آپ کے سسٹم کے حساب سے کیبورڈ سلیکٹ کرنے کی کوشش کرے گا۔یہ کیبورڈ کی زیادہ ترتیبوں کو سپورٹ کرتا ہے۔

source: The executable is digitally signed and the signature should state:
ar_iq: جێبەجێکردن بە دیجیتەڵی ئیمزا کراوە وە بەم شێوە دەمێنێت:
cy: Mae'r gweithredadwy wedi'i lofnodi'n ddigidol a dylai'r llofnod nodi:
ga: Tá an t-iarratas sínithe go digiteach agus ba chóir go luafadh an síniú:
ja: 実行ファイルは以下の通りデジタル署名されています。
lv: Palaišanas fails ir elektroniski parakstīts, kurš satur:
pt_br: O executável é assinado digitalmente e a assinatura deve indicar:
si: ක්‍රියාත්මක කළ හැකි දේ ඩිජිටල් ලෙස අත්සන් කර ඇති අතර අත්සනෙහි මෙසේ සඳහන් විය යුතුය:
sl: Datoteka EXE je digitalno podpisana in podpis bi moral praviti:
ug: ئىجرا قىلىشقا بولىدىغانلار رەقەملىك ئىمزا قويىلىدۇ ۋە ئىمزانى مۇنداق ھالەتكە كەلتۈرۈپ قويۇش كېرەك:
ur: یہ ایگریکیوٹ ایبل ہندساتی طور پر دستخط شدہ ہے اور دستخط بتا رہا ہونا چاہیے:

source: (v1.3.0 or later)
ar_iq: (وەشانی ١.٣.٠ یان دواتر)
cy: (v1.3.0 neu'n hwyrach)
ga: (leagan 1.3.0 nó níos déanaí)
ja: （v1.3.0以降のバージョン）
lv: (v1.3.0 vai jaunāka)
pt_br: (v1.3.0 ou posterior)
si: (v1.3.0 or පසුව)
sl: (verzija 1.3.0 ali novejša)
ug: (v1.3.0 ياكى كېيىن)
ur: (ورژن ۰۔۳۔۱ یا کوئی بعد کا)

source: (v1.2.0 or earlier)
ar_iq: (وەشانی ١.٢.٠ یان پێشتر)
cy: (v1.2.0 neu'n gynharach)
ga: (leagan 1.2.0 nó níos luaithe)
ja: （v1.2.0以前のバージョン）
lv: (v1.2.0 vai vecāka)
pt_br: (v1.2.0 ou anterior)
si: (v1.2.0 හෝ ඊට පෙර)
sl: (verzija 1.2.0 ali starejša)
ug: (v1.2.0 ياكى ئۇنىڭدىن بۇرۇن)
ur: (ورژن ۰۔۲۔۱ یا کوئی پہلے کا)

source: Notes on DOS support:
ar_iq: تێبینیەکان لەسەر پشتیوانی DOS:
cy: Nodiadau ar gefnogaeth DOS:
ga: Nótaí ar thacaíocht DOS:
ja: DOSサポートについて
lv: Piezīmes DOS atbalstam:
pt_br: Notas sobre o suporte no DOS:
si: DOS සහාය පිළිබඳ සටහන්:
sl: Opombe k podpori za DOS:
ug: DOS قوللاش توغرىسىدىكى ئىزاھاتلار:
ur: DOS سپورٹ پر نوٹ:

source: If you create a DOS bootable drive and use a non-US keyboard, Rufus will attempt to select a keyboard layout according to the locale of your system.
ar_iq: ئەگەر درایڤێکی بووتی DOS دروست بکەیت و کیبۆردێکی نا-US بەکاربهێنیت، Rufus هەوڵ دەدات شیوەی تەختەکلیل دیاری بکات بەپێی شێوازی سیستەمەکەت.
cy: Os ydych chi'n creu gyriant bootable DOS ac yn defnyddio bysellfwrdd nad yw'n UDA, bydd Rufus yn ceisio dewis cynllun bysellfwrdd yn ôl locale eich system.
ga: Má chruthaíonn tú tiomáint DOS bootable agus úsáid méarchlár neamh-SAM, Déanfaidh Rufus iarracht leagan amach méarchláir a roghnú de réir teanga do chórais.
ja: DOS起動可能なドライブを作成する際、US配列以外のキーボードを使用するとRufusがシステムの言語に応じてキーボード レイアウトを選択します。その場合は、自動で選択される<a target="_blank" %s>FreeDOS</a>をお薦めします。FreeDOSはMS-DOSと比べて多くのキーボード レイアウトに対応しています。
lv: Ja veidojat DOS ielādes disku un neizmantojat US tastatūras izkārtojumu, <b>Rufus</b> izvēlēsies izkārtojumu no jūsu OS reģinālajiem uzstādījumiem.
pt_br: Se você criou um USB inicializável via DOS e usa um teclado não americano, o Rufus tentará selecionar um modelo de teclado de acordo com a localização do seu sistema.
si: ඔබ DOS ඇරඹිය හැකි ධාවකයක් සාදා US නොවන යතුරුපුවරුවක් භාවිතා කරන්නේ නම්, ඔබේ පද්ධතියේ පිහිටීම අනුව යතුරුපුවරු පිරිසැලසුමක් තෝරා ගැනීමට රූෆස් උත්සාහ කරයි.
sl: Če ustvarite zagonski medij za DOS in uporabljate neameriško tipkovnico, bo Rufus poskusil izbrati razpored tipk glede na tistega na vašem sistemu.
ug: ئەگەر سىز DOS bootable دېسكىسىنى قۇرسىڭىز ھەمدە ئامېرىكىنىڭ غەيرىي كۇنۇپكا تاختىسىنى ئىشلەتسىڭىز، رۇفۇس سىستېمىڭىزنىڭ يەرلىكلىكىگە ئاساسەن كۇنۇپكا تاختىسى ئورۇنلاشتۇرۇشنى تاللاشقا ئۇرۇنىدۇ.
ur: اگر آپ DOS بوٹ ایبل ڈرائیو بنائیں اور ایسا کیبورڈ استعمال کریں جو Non-US ہو، تو روفُس آپ کے سسٹم کے حساب سے کیبورڈ سلیکٹ کرنے کی کوشش کرے گا۔یہ کیبورڈ کی زیادہ ترتیبوں کو سپورٹ کرتا ہے۔

source: Notes on ISO Support:
ar_iq: تێبینییەکان لەسەر پشتیوانی (ئایزۆ)
cy: Nodiadau ar Gymorth ISO:
ga: Nótaí ar Thacaíocht ISO:
ja: ISOファイルサポートについて
lv: Piezīmes ISO atbalstam:
pt_br: Notas sobre o suporte de ISOs:
si: ISO සහාය පිළිබඳ සටහන්:
sl: Opombe k podpori ISO:
ug: ISO قوللاشقا دائىر ئىزاھاتلار:
ur: آئی ایس او سپورٹ پر نوٹ:

source: All versions of Rufus since v1.1.0 allow the creation of a bootable USB from an <a target="_blank" %s>ISO image</a> (.iso).
ar_iq: هەموو وەشانەکانی Rufus لەوەتەی وەشانی 1.1.0 ڕێگە بە دروستکردنی USB بۆتکراو دەدات لە <a target="_blank" %s>ISO image</a>.
cy: Mae pob fersiwn o Rufus ers v1.1.0 yn caniatáu creu USB bootable o <a target="_blank" %s>delwedd ISO</a> (.iso).
ga: Ceadaíonn gach leagan de Rufus ó v1.1.0 go gcruthófaí USB bootable ó <a target="_blank" %s>Íomhá ISO</a> (.iso).
ja: バージョン1.1.0以降のRufusでは<a target="_blank" %s>ISOイメージ ファイル</a> (.iso) から起動可能なUSBドライブを作成することができます。
lv: Sākot no versijas 1.1.0, <b>Rufus</b> ļauj izveidot OS ielādes disku no <a target="_blank" %s>ISO formāta</a> failiem (faili ar paplašinājumu .iso).
pt_br: Todas as versões de Rufus desde a v1.1.0, permitem a criação de um USB inicializável a partir de uma <a target="_blank" %s>imagem ISO</a> (.iso).
si: V1.1.0 සිට රූෆස් හි සියලුම අනුවාදයන් <a target="_blank" %s> ISO අනුරුව </a> (.iso) වෙතින් ආරම්භ කළ හැකි USB එකක් නිර්මාණය කිරීමට ඉඩ දෙයි.
sl: Rufus lahko od verzije 1.1.0 dalje ustvarja zagonske medije USB iz <a target="_blank" %s>slike ISO</a> (.iso).
ug: v1.1.0 دىن بۇيان رۇفۇسنىڭ بارلىق نۇسخىلىرى <a target="_blank" %s>ISO سۈرەت (.iso) دىن bootable USB قۇرۇشقا يول قويىدۇ</a>.
ur: ورژن ۰۔۱۔۱ سے لے کر تمام ورژن <a target="_blank" %s>ISO image</a> (.ISO) فائل سے بوٹ ایبل یو ایس بی کو بنانے میں مددگار ہیں.
